tap "buo/cask-upgrade"
tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "autojump"
brew "bat"
brew "composer"
brew "coreutils"
brew "curl-openssl"
brew "exa"
brew "p11-kit"
brew "jpeg"
brew "snappy"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "git"
brew "libgpg-error"
brew "libgcrypt"
brew "gnupg"
brew "gradle"
brew "ncurses"
brew "htop"
brew "imagemagick"
brew "jq"
brew "mariadb"
brew "mas"
brew "node"
brew "parallel"
brew "php"
brew "pinentry-mac"
brew "prettyping"
brew "rabbitmq-c"
brew "sbt"
brew "tldr"
brew "tree"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cocoapods"
brew "gitlab-runner"
cask "appcleaner"
cask "authy"
cask "bartender"
cask "betterzip"
cask "colorpicker-skalacolor"
cask "contexts"
cask "corretto"
cask "corretto8"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "handbrake"
cask "caffeine"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "noti"
cask "obs"
cask "paragon-ntfs"
cask "qlcolorcode"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "rocket"
cask "sequel-pro"
cask "sketchbook"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "suspicious-package"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "unison"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "webpquicklook"
cask "whatsapp"
cask "zoomus"
