tap "buo/cask-upgrade"
tap "denisidoro/tools"
tap "dandavison/delta", "https://github.com/dandavison/delta"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "hashicorp/tap"
tap "warrensbox/homebrew-tap"
brew "firebase-cli"
brew "autojump"
brew "bat"
#brew "php"
#brew "composer"
#brew "mariadb"
brew "coreutils"
brew "curl-openssl"
brew "exa"
brew "p11-kit"
brew "jpeg"
brew "snappy"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "libgpg-error"
brew "libgcrypt"
brew "gnupg"
brew "gradle"
brew "ncurses"
brew "htop"
brew "imagemagick"
brew "jq"
brew "mas"
brew "node"
brew "parallel"
brew "pinentry-mac"
brew "prettyping"
brew "rabbitmq-c"
brew "sbt"
brew "tldr"
brew "tree"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "nano"
brew "cocoapods"
brew "gitlab-runner"
brew "git-delta"
brew "navi"
brew "tfswitch"
brew "awscli@2"
brew "gcc"
brew "python3"
brew "kubernetes-cli"
brew "minikube"
cask "appcleaner"
cask "authy"
cask "betterzip"
#cask "contexts"
cask "corretto"
cask "corretto8"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "handbrake"
cask "caffeine"
cask "iterm2"
#cask "java"
cask "visualvm"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "paragon-ntfs"
cask "rocket"
cask "sketchbook"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "unison"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
#cask "whatsapp"
cask "1password6"
cask "alfred"
cask "notion"
cask "postman"
cask "sublime-text"
cask "fanny"
cask "cyberduck"
#cask "pgadmin4"
cask "gimp"
cask "inkscape"
cask "shuttle"
cask "bettertouchtool" #v2.428
cask "omnidisksweeper"
cask "sdformatter"
cask "balenaetcher"
#cask "angry-ip-scanner"
cask "vnc-viewer"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "iina"
cask "discord"
cask "zoom"
cask "coconutbattery"
mas "Magnet", id: 441258766
mas "Disk Map", id: 715464874
mas "Monosnap", id: 540348655
mas "Pasta", id: 1438389787
mas "Boom 2", id: 948176063
mas "Xcode", id: 497799835
